",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"Add|generic add button" = "Adicionar";

"Cancel|generic cancel button" = "Cancelar";

"Facebook Messages|Title of button on sheet allowing user to contact a friend via Facebook Messages" = "Mensagens do Facebook";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Utilizador do Facebook";

"Friends or Contacts|placeholder text in to field of contacts picker" = "Amigos ou contactos";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Conversa de grupo";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Contacto incompleto";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Contacto inválido";

"Last Updated: %@|last updated date in pull to refresh header" = "Última actualização: %1$@";

"Loading...|loading progress text" = "A carregar…";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Mais amigos online";

"Name|Placeholder text: Name of new contact" = "Nome";

"New Contact|Button title: Create a new contact" = "Novo contacto";

"OK|generic affirmative button" = "OK";

"on mobile|presences status for being available on mobile" = "no telemóvel";

"online|presences status for being online on the web" = "online";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Telemóvel ou e-mail";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Introduz um número de telemóvel ou um e-mail.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Introduz o nome e a informação de contacto da pessoa.";

"Pull down to refresh...|message for pull down to refresh" = "Descer para actualizar…";

"Push up to refresh...|message for push up to refresh" = "Subir para actualizar...";

"Release to refresh...|message for releasing to refresh" = "Iniciar para actualizar...";

"Search|placeholder in search bar" = "Pesquisa";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Pesquisar mais amigos…";

"Send to:|Title of sheet shown when sending to a user with multiple points of contact" = "Enviar para:";

"To:|to field in contact picker" = "Para:";

"Updating...|updating progress text" = "A actualizar...";

